IDEA Open Model
LineSupportSegment.FlexibleStiffnessRY Property
Compatible with IDEA StatiCa 20.1
 Support stiffness rotational RY
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double FlexibleStiffnessRY { get; set; }
Public Property FlexibleStiffnessRY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace